Repository: computer-mcp/computer-mcp
Catalog: Sources/ComputerMCPApp/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Changes are validated, versioned, and activated atomically.
zh_hans: 更改会经过验证、版本化，并以原子方式激活。

source: ChatGPT Observe
zh_hans: ChatGPT 观察

source: ChatGPT Operate
zh_hans: ChatGPT 操作

source: Checked %@
zh_hans: 检查于 %@

source: Cloudflare Access service tokens belong to consumers and are never stored here.
zh_hans: Cloudflare Access 服务令牌属于消费者，绝不会存储在这里。

source: Cloudflare Observe
zh_hans: Cloudflare 观察

source: Cloudflare Operate
zh_hans: Cloudflare 操作

source: Cloudflare Tunnel Logs
zh_hans: Cloudflare 隧道日志

source: Computer MCP Access Token created
zh_hans: 已创建 Computer MCP 访问令牌

source: Connected %@
zh_hans: 连接于 %@

source: Copy this once into the external consumer. Computer MCP stores it only in Keychain.
zh_hans: 请一次性复制到外部消费者。Computer MCP 只会将它存储在钥匙串中。

source: Delete
zh_hans: 删除

source: Delete %@?
zh_hans: 删除“%@”？

source: Enable Full Shell
zh_hans: 启用完整命令行环境

source: Enable Full Shell?
zh_hans: 启用完整命令行环境？

source: Full Shell gives authorized callers the current macOS user's effective file, process, network, and credential access. Workspace grants are not a containment boundary while it is enabled.
zh_hans: 完整命令行环境会让获准调用者获得当前 macOS 用户的实际文件、进程、网络和凭据访问能力。启用后，工作区授权不构成隔离边界。

source: Gateway Manifest
zh_hans: 网关清单

source: Input %@
zh_hans: 输入摘要 %@

source: Leave blank to follow the macOS HTTPS or HTTP proxy. Credentials are not allowed.
zh_hans: 留空以跟随 macOS 的 HTTPS 或 HTTP 代理。不允许包含凭据。

source: Leave blank to use the configured provider or PATH.
zh_hans: 留空以使用已配置的提供方或 PATH。

source: Leave the API key blank to keep the existing Keychain value.
zh_hans: API 密钥留空即可保留钥匙串中的现有值。

source: Loopback origin 127.0.0.1:%@ · metrics 127.0.0.1:%@
zh_hans: 本地回环源 127.0.0.1:%@ · 指标 127.0.0.1:%@

source: No API keys, tunnel tokens, or TOML paths are included.
zh_hans: 其中不包含 API 密钥、隧道令牌或 TOML 路径。

source: No diagnostic checks were returned.
zh_hans: 未返回诊断检查结果。

source: Optional
zh_hans: 可选

source: Reconnect attempt %@
zh_hans: 第 %@ 次重连

source: Register Computer MCP with Codex?
zh_hans: 将 Computer MCP 注册到 Codex？

source: Remotely managed named tunnels only. The App owns the access-token-protected loopback origin.
zh_hans: 仅支持远程管理的命名隧道。应用管理由访问令牌保护的本地回环源。

source: Remove
zh_hans: 移除

source: Remove %@?
zh_hans: 移除“%@”？

source: Request %@
zh_hans: 请求 %@

source: Resolved %@
zh_hans: 已解析 %@

source: Review the exact command before Computer MCP changes your Codex MCP registration.
zh_hans: 在 Computer MCP 更改 Codex MCP 注册前，请检查准确命令。

source: Revision %@ will be validated and activated atomically. The running gateway will restart.
zh_hans: 修订版本 %@ 将经过验证并以原子方式激活。正在运行的网关会重启。

source: Roll Back
zh_hans: 回滚

source: Roll back configuration?
zh_hans: 回滚配置？

source: The App owns the gateway process; tunnel-client connects through its local bridge.
zh_hans: 应用管理网关进程；tunnel-client 通过本地桥接连接。

source: The Codex consumer registration uses the App-owned bridge. Internal Codex providers are configured separately under Providers.
zh_hans: Codex 消费者注册使用由应用管理的桥接。内部 Codex 提供方需要在“提供方”中单独配置。

source: The journey becomes Verified only when the audit event matches this tunnel, profile, caller identity, and current start time.
zh_hans: 仅当审计事件与此隧道、配置方案、调用方身份及本次启动时间匹配时，此路径才会变为“已验证”。

source: The local Tunnel profile and its Keychain API key will be removed. The OpenAI Tunnel registration is not deleted.
zh_hans: 本地隧道配置方案及其钥匙串 API 密钥将被移除。OpenAI 隧道注册不会被删除。

source: The local named-tunnel profile and its Keychain secrets will be removed. The Cloudflare account tunnel remains user-owned.
zh_hans: 本地命名隧道配置方案及其钥匙串凭据将被移除。Cloudflare 账号中的隧道仍归用户所有。

source: This profile expands the capabilities available to its configured callers. The change is local and takes effect immediately.
zh_hans: 此配置方案会扩大其已配置调用方可用的能力。更改只在本地生效，并会立即应用。

source: This removes the local workspace grant. It does not delete the folder or its contents.
zh_hans: 这会移除本地工作区授权，但不会删除文件夹或其中内容。

source: Tunnel Logs
zh_hans: 隧道日志

source: Version %@
zh_hans: 版本 %@

source: You can retry any step without recreating the connection. Secrets remain in Keychain and are never included in diagnostics.
zh_hans: 无需重新创建连接即可重试任意步骤。密钥始终保留在钥匙串中，绝不会出现在诊断信息里。

source: Computer MCP.app is not running or its owner-only control socket is unavailable.
zh_hans: Computer MCP.app 未运行，或其仅限当前用户的控制套接字不可用。

source: Computer MCP App is unavailable
zh_hans: Computer MCP 应用不可用

source: Computer MCP App is available
zh_hans: Computer MCP 应用可用

source: The owner-only local control socket is responding.
zh_hans: 仅限当前用户的本地控制套接字正常响应。

source: Open Computer MCP
zh_hans: 打开 Computer MCP

source: OpenAI tunnel-client is available
zh_hans: OpenAI tunnel-client 可用

source: OpenAI tunnel-client is unavailable
zh_hans: OpenAI tunnel-client 不可用

source: The configured or discovered tunnel-client executable is available.
zh_hans: 已配置或自动发现的 tunnel-client 可执行文件可用。

source: Install tunnel-client from OpenAI and run the check again.
zh_hans: 安装 OpenAI 提供的 tunnel-client，然后重新检查。

source: Open OpenAI setup documentation
zh_hans: 打开 OpenAI 设置文档

source: Tunnel credential is ready
zh_hans: 隧道凭据已就绪

source: Tunnel credential is missing
zh_hans: 缺少隧道凭据

source: The required credential is stored in Keychain or this profile does not require one.
zh_hans: 所需凭据已存储在钥匙串中，或此配置方案不需要凭据。

source: Save the OpenAI Tunnel API key in Computer MCP. It will remain in Keychain.
zh_hans: 在 Computer MCP 中保存 OpenAI Tunnel API 密钥。它会保留在钥匙串中。

source: Edit ChatGPT connection
zh_hans: 编辑 ChatGPT 连接

source: cloudflared is available
zh_hans: cloudflared 可用

source: cloudflared is unavailable
zh_hans: cloudflared 不可用

source: The configured or discovered cloudflared executable is available.
zh_hans: 已配置或自动发现的 cloudflared 可执行文件可用。

source: Install cloudflared from Cloudflare and run the check again.
zh_hans: 安装 Cloudflare 提供的 cloudflared，然后重新检查。

source: Open Cloudflare installation documentation
zh_hans: 打开 Cloudflare 安装文档

source: Named tunnel credentials are ready
zh_hans: 命名隧道凭据已就绪

source: Named tunnel credentials are incomplete
zh_hans: 命名隧道凭据不完整

source: The named-tunnel token and Computer MCP Access Token are stored in Keychain.
zh_hans: 命名隧道令牌和 Computer MCP 访问令牌已存储在钥匙串中。

source: Save the named-tunnel token and generate a Computer MCP Access Token.
zh_hans: 保存命名隧道令牌，并生成 Computer MCP 访问令牌。

source: Edit Cloudflare connection
zh_hans: 编辑 Cloudflare 连接

source: No current end-to-end request has been observed
zh_hans: 尚未观察到本次端到端请求

source: A current end-to-end request was observed
zh_hans: 已观察到本次端到端请求

source: Connect the consumer and make one successful MCP request to verify this path.
zh_hans: 连接消费者并成功发起一次 MCP 请求，以验证此路径。

source: The request is correlated with the current gateway or tunnel start boundary.
zh_hans: 该请求已与当前网关或隧道的启动边界关联。

source: Make a test MCP request
zh_hans: 发起一次测试 MCP 请求

source: Start Gateway
zh_hans: 启动网关

source: Gateway is running
zh_hans: 网关正在运行

source: The owner-only local gateway socket is accepting connections.
zh_hans: 仅限当前用户的本地网关套接字正在接受连接。

source: Gateway state is changing
zh_hans: 网关状态正在变化

source: Wait for the Gateway to finish changing state, then run the check again.
zh_hans: 等待网关完成状态变更，然后重新检查。

source: Gateway is stopped
zh_hans: 网关已停止

source: Start the Gateway before connecting an MCP consumer.
zh_hans: 连接 MCP 消费者前，请先启动网关。

source: Gateway failed to start
zh_hans: 网关启动失败

source: Open Diagnostics for the latest failure.
zh_hans: 打开“诊断”查看最近一次失败。

source: Open Diagnostics
zh_hans: 打开诊断

source: Command line tool status is unavailable
zh_hans: 命令行工具状态不可用

source: Open Computer MCP and inspect the command line tool installation.
zh_hans: 打开 Computer MCP 并检查命令行工具安装状态。

source: Command line tool is not installed
zh_hans: 命令行工具尚未安装

source: Install the signed embedded CLI before registering a local MCP client.
zh_hans: 注册本地 MCP 客户端前，请先安装已签名的内嵌 CLI。

source: Command line tool is installed
zh_hans: 命令行工具已安装

source: Not installed
zh_hans: 未安装

source: Installed
zh_hans: 已安装

source: Broken link
zh_hans: 符号链接已损坏

source: Wrong target
zh_hans: 指向错误目标

source: Installation location occupied
zh_hans: 安装位置已被占用

source: Pass
zh_hans: 通过

source: Warning
zh_hans: 警告

source: Fail
zh_hans: 失败

source: Not applicable
zh_hans: 不适用

source: The App-owned CLI link is installed and its directory is on PATH.
zh_hans: 由应用管理的 CLI 链接已安装，其目录也位于 PATH 中。

source: The App-owned CLI link is installed. Add ~/.local/bin to PATH to use it by name.
zh_hans: 由应用管理的 CLI 链接已安装。将 ~/.local/bin 添加到 PATH 后即可按名称调用。

source: A workspace is registered
zh_hans: 已注册工作区

source: No workspace is registered
zh_hans: 尚未注册工作区

source: Workspace-scoped tools can use the registered folder grants.
zh_hans: 工作区范围的工具可以使用已注册的文件夹授权。

source: Safe system tools remain available. Add a workspace before using workspace-scoped tools.
zh_hans: 安全的系统工具仍然可用。使用工作区范围工具前，请先添加工作区。

source: Add Workspace
zh_hans: 添加工作区

source: ChatGPT connection is not configured
zh_hans: 尚未配置 ChatGPT 连接

source: Cloudflare connection is not configured
zh_hans: 尚未配置 Cloudflare 连接

source: Add one ChatGPT connection in Computer MCP to continue.
zh_hans: 在 Computer MCP 中添加一个 ChatGPT 连接以继续。

source: Add one Cloudflare connection in Computer MCP to continue.
zh_hans: 在 Computer MCP 中添加一个 Cloudflare 连接以继续。

source: Configure ChatGPT
zh_hans: 配置 ChatGPT

source: Configure Cloudflare
zh_hans: 配置 Cloudflare

source: Tunnel is running
zh_hans: 隧道正在运行

source: The managed tunnel process is running.
zh_hans: 受管隧道进程正在运行。

source: Tunnel state is changing
zh_hans: 隧道状态正在变化

source: Wait for the tunnel to finish changing state, then run the check again.
zh_hans: 等待隧道完成状态变更，然后重新检查。

source: Tunnel failed
zh_hans: 隧道失败

source: Tunnel is not running
zh_hans: 隧道未运行

source: Current tunnel state: stopped.
zh_hans: 当前隧道状态：已停止。

source: Current tunnel state: failed.
zh_hans: 当前隧道状态：失败。

source: Run Tunnel Diagnostics
zh_hans: 运行隧道诊断

source: Start Tunnel
zh_hans: 启动隧道

source: Configure OpenAI Secure MCP, start the gateway, and verify a real Connector request.
zh_hans: 配置 OpenAI Secure MCP，启动网关，并验证一次真实的连接器请求。

source: Publish the access-token-protected gateway through your named tunnel.
zh_hans: 通过命名隧道发布由访问令牌保护的网关。

source: Copy the stdio command or register Computer MCP with Codex.
zh_hans: 复制 stdio 命令，或将 Computer MCP 注册到 Codex。

source: OpenAI Secure MCP setup, lifecycle, and real-request verification
zh_hans: OpenAI Secure MCP 设置、生命周期与真实请求验证

source: Cloudflare named tunnel setup, protected origin, and real-request verification
zh_hans: Cloudflare 命名隧道设置、受保护源站与真实请求验证

source: Add a connection to begin.
zh_hans: 添加连接以开始。

source: A required dependency or component is unavailable.
zh_hans: 所需依赖或组件不可用。

source: Complete the next required step.
zh_hans: 完成下一个必需步骤。

source: The transport is healthy. Send a real request to verify it.
zh_hans: 传输链路运行正常。发送一次真实请求进行验证。

source: A matching successful request has been observed.
zh_hans: 已观察到匹配的成功请求。

source: Readiness check unavailable
zh_hans: 就绪检查不可用

source: Confirm your ChatGPT plan supports Connectors
zh_hans: 确认你的 ChatGPT 套餐支持连接器

source: Account availability and organization policy are managed in ChatGPT.
zh_hans: 账号可用性和组织策略由 ChatGPT 管理。

source: Computer MCP detects the executable and version; it does not download it.
zh_hans: Computer MCP 会检测可执行文件及其版本，但不会自动下载。

source: Create a remotely managed named tunnel
zh_hans: 创建远程管理的命名隧道

source: Quick Tunnel and unauthenticated origins are not supported for this journey.
zh_hans: 此连接路径不支持 Quick Tunnel 或未认证源站。

source: Gateway runtime and local data plane
zh_hans: 网关运行状态与本地数据平面

source: Loading gateway status
zh_hans: 正在加载网关状态

source: Check connection health
zh_hans: 检查连接健康状态

source: Refresh the App, gateway, and configured transports.
zh_hans: 刷新应用、网关和已配置的传输链路。

source: Start the gateway
zh_hans: 启动网关

source: The local MCP bridge and remote transports depend on the App-owned gateway.
zh_hans: 本地 MCP 桥接和远程传输都依赖由应用管理的网关。

source: Finish local MCP setup
zh_hans: 完成本地 MCP 设置

source: Prepare the App-owned CLI bridge for local MCP clients.
zh_hans: 为本地 MCP 客户端准备由应用管理的 CLI 桥接。

source: Review
zh_hans: 检查

source: Verify the remote connection
zh_hans: 验证远程连接

source: Continue the %@ connection from its dedicated setup page.
zh_hans: 前往专用设置页面继续配置 %@ 连接。

source: Choose a remote connection when you need one
zh_hans: 需要时选择远程连接

source: ChatGPT and Cloudflare each have a complete guided setup page.
zh_hans: ChatGPT 和 Cloudflare 都提供完整的引导式设置页面。

source: Folder grants and persistent bookmark health
zh_hans: 文件夹授权与持久书签健康状态

source: Loading workspaces
zh_hans: 正在加载工作区

source: No registered workspaces
zh_hans: 没有已注册的工作区

source: Add a folder to create a persistent local workspace grant.
zh_hans: 添加文件夹以创建持久的本地工作区授权。

source: macOS privacy access used by enabled endpoints
zh_hans: 已启用端点使用的 macOS 隐私访问权限

source: Checking permissions
zh_hans: 正在检查权限

source: No permission checks available
zh_hans: 没有可用的权限检查

source: Enabled providers have not reported any macOS permission requirements.
zh_hans: 已启用的提供方未报告任何 macOS 权限要求。

source: Redacted capability decisions and execution outcomes
zh_hans: 已脱敏的能力决策与执行结果

source: Loading audit log
zh_hans: 正在加载审计日志

source: No audit entries
zh_hans: 没有审计条目

source: Capability decisions will appear here after the gateway processes calls.
zh_hans: 网关处理调用后，能力决策会显示在这里。

source: No matching audit entries
zh_hans: 没有匹配的审计条目

source: Change the filter to see other decisions.
zh_hans: 更改筛选条件以查看其他决策。

source: Runtime checks and redacted support bundle
zh_hans: 运行时检查与脱敏支持包

source: Running diagnostics
zh_hans: 正在运行诊断

source: Static capability boundaries for local and remote callers
zh_hans: 本地与远程调用方的静态能力边界

source: Loading profiles
zh_hans: 正在加载配置方案

source: No profiles configured
zh_hans: 尚未配置配置方案

source: Add a validated profile to the Computer MCP configuration.
zh_hans: 向 Computer MCP 配置中添加经过验证的配置方案。

source: CLI, MCP, Codex, Computer Use, and external runtimes
zh_hans: CLI、MCP、Codex、Computer Use 与外部运行时

source: Loading providers
zh_hans: 正在加载提供方

source: No providers configured
zh_hans: 尚未配置提供方

source: Register providers in the active configuration before starting them.
zh_hans: 启动前，请先在当前配置中注册提供方。

source: Independent OpenAI Secure MCP and Cloudflare named tunnel lifecycles
zh_hans: 相互独立的 OpenAI Secure MCP 与 Cloudflare 命名隧道生命周期

source: Loading OpenAI tunnels
zh_hans: 正在加载 OpenAI 隧道

source: No tunnels configured
zh_hans: 尚未配置隧道

source: Add a Tunnel manifest and local Keychain credentials.
zh_hans: 添加隧道清单和本地钥匙串凭据。

source: Loading Cloudflare tunnels
zh_hans: 正在加载 Cloudflare 隧道

source: No named tunnels configured
zh_hans: 尚未配置命名隧道

source: Add a remotely managed named tunnel. Quick Tunnel and noauth are Validation development-only.
zh_hans: 添加远程管理的命名隧道。Quick Tunnel 和 noauth 仅用于 Validation 开发。

source: Loading redacted Cloudflare logs
zh_hans: 正在加载脱敏后的 Cloudflare 日志

source: Loading redacted Tunnel logs
zh_hans: 正在加载脱敏后的隧道日志

source: Standard output
zh_hans: 标准输出

source: Standard error
zh_hans: 标准错误

source: Local Admin
zh_hans: 本地管理员

source: Read-only observation, Skills, system state, and workspace inspection.
zh_hans: 只读观察、技能、系统状态和工作区检查。

source: Locally enabled workspace writes, Codex, and reviewed providers.
zh_hans: 本地启用的工作区写入、Codex 和已审查的提供方。

source: Local App and CLI administration. Never exposed through a Tunnel.
zh_hans: 本地应用与 CLI 管理，绝不通过隧道暴露。

source: Custom manifest-defined profile.
zh_hans: 由自定义清单定义的配置方案。

source: Tunnel eligible
zh_hans: 可用于隧道

source: Local only
zh_hans: 仅限本地

source: Arbitrary shell execution for authorized remote callers
zh_hans: 允许获准的远程调用方执行任意命令行命令

source: Arbitrary shell execution for this local profile
zh_hans: 允许此本地配置方案执行任意命令行命令

source: Builtin
zh_hans: 内置

source: External
zh_hans: 外部

source: Completed in %@ ms
zh_hans: 在 %@ 毫秒内完成

source: Capability decision recorded
zh_hans: 已记录能力决策

source: Local socket
zh_hans: 本地套接字

source: %@ active connection(s)
zh_hans: %@ 个活跃连接

source: Manifest
zh_hans: 清单

source: Database
zh_hans: 数据库

source: Not loaded
zh_hans: 尚未加载

source: Refreshing
zh_hans: 正在刷新

source: Unable to start Computer MCP
zh_hans: 无法启动 Computer MCP

source: Unable to start gateway
zh_hans: 无法启动网关

source: Unable to stop gateway
zh_hans: 无法停止网关

source: Unable to update launch at login
zh_hans: 无法更新登录时启动设置

source: Unable to register workspace
zh_hans: 无法注册工作区

source: Unable to remove workspace
zh_hans: 无法移除工作区

source: Unable to update workspace access
zh_hans: 无法更新工作区访问权限

source: Unable to activate profile
zh_hans: 无法激活配置方案

source: Unable to update Full Shell
zh_hans: 无法更新完整命令行环境设置

source: Unable to start provider
zh_hans: 无法启动提供方

source: Unable to stop provider
zh_hans: 无法停止提供方

source: Provider diagnostics failed
zh_hans: 提供方诊断失败

source: Unable to start tunnel
zh_hans: 无法启动隧道

source: Unable to stop tunnel
zh_hans: 无法停止隧道

source: Unable to reconnect tunnel
zh_hans: 无法重新连接隧道

source: OpenAI Tunnel diagnostics failed
zh_hans: OpenAI 隧道诊断失败

source: Unable to provision tunnel
zh_hans: 无法预配隧道

source: Unable to save tunnel
zh_hans: 无法保存隧道

source: Unable to delete tunnel
zh_hans: 无法删除隧道

source: Unable to start Cloudflare Tunnel
zh_hans: 无法启动 Cloudflare 隧道

source: Unable to stop Cloudflare Tunnel
zh_hans: 无法停止 Cloudflare 隧道

source: Cloudflare Tunnel diagnostics failed
zh_hans: Cloudflare 隧道诊断失败

source: Unable to save Cloudflare Tunnel
zh_hans: 无法保存 Cloudflare 隧道

source: Unable to delete Cloudflare Tunnel
zh_hans: 无法删除 Cloudflare 隧道

source: Unable to install command line tool
zh_hans: 无法安装命令行工具

source: Unable to prepare Codex registration
zh_hans: 无法准备 Codex 注册

source: Unable to register Computer MCP with Codex
zh_hans: 无法将 Computer MCP 注册到 Codex

source: Computer MCP is registered with Codex. Start a new Codex session to use it.
zh_hans: Computer MCP 已注册到 Codex。启动新的 Codex 会话即可使用。

source: Unable to activate manifest
zh_hans: 无法激活清单

source: Unable to roll back manifest
zh_hans: 无法回滚清单

source: Unable to export diagnostics
zh_hans: 无法导出诊断信息

source: Settings link unavailable
zh_hans: 设置链接不可用

source: This permission does not provide a System Settings deep link.
zh_hans: 此权限没有可用的“系统设置”深层链接。

source: Unable to open System Settings
zh_hans: 无法打开系统设置

source: Unable to request %@
zh_hans: 无法请求%@权限

source: Unable to select workspace
zh_hans: 无法选择工作区

source: Opens the %@ setup page
zh_hans: 打开%@设置页面

source: Open %@ settings
zh_hans: 打开%@设置

source: Show %@ in Finder
zh_hans: 在访达中显示%@

source: Remove %@
zh_hans: 移除%@

source: Export Diagnostics
zh_hans: 导出诊断信息

source: Export
zh_hans: 导出

source: Profile ID
zh_hans: 配置方案 ID

source: Tunnel client profile
zh_hans: 隧道客户端配置方案

source: Tunnel ID
zh_hans: 隧道 ID

source: Named tunnel
zh_hans: 命名隧道

source: Public hostname
zh_hans: 公共主机名

source: Built-in Tools
zh_hans: 内置工具

source: Skills
zh_hans: 技能

source: Required for pointer, keyboard, scroll, and Accessibility actions.
zh_hans: 指针、键盘、滚动和辅助功能操作需要此权限。

source: Required for window observation and screenshots.
zh_hans: 窗口观察和截屏需要此权限。

source: %@ revision(s)
zh_hans: %@ 个修订版本

source: Current
zh_hans: 当前

source: Active
zh_hans: 已激活

source: Active profile
zh_hans: 当前配置方案

source: Add
zh_hans: 添加

source: Add Cloudflare Tunnel
zh_hans: 添加 Cloudflare 隧道

source: Add Tunnel
zh_hans: 添加隧道

source: Add ~/.local/bin to PATH to invoke computer-mcp by name.
zh_hans: 将 ~/.local/bin 添加到 PATH，即可按名称调用 computer-mcp。

source: Advanced
zh_hans: 高级

source: App Server, Exec, and MCP paths are independently isolated.
zh_hans: App Server、Exec 和 MCP 路径相互独立隔离。

source: Application support
zh_hans: 应用支持目录

source: Capability
zh_hans: 能力

source: Checks
zh_hans: 检查

source: Codex MCP registration exited without a diagnostic message.
zh_hans: Codex MCP 注册已退出，但未提供诊断信息。

source: Codex registration complete
zh_hans: Codex 注册完成

source: Computer MCP Diagnostics
zh_hans: Computer MCP 诊断

source: Configuration
zh_hans: 配置

source: Connected on demand through the MCP proxy.
zh_hans: 通过 MCP 代理按需连接。

source: Control plane unavailable
zh_hans: 控制平面不可用

source: Copy
zh_hans: 复制

source: Could not create diagnostics archive.
zh_hans: 无法创建诊断归档。

source: Delete Tunnel
zh_hans: 删除隧道

source: Edit Cloudflare Tunnel
zh_hans: 编辑 Cloudflare 隧道

source: Edit Tunnel
zh_hans: 编辑隧道

source: Filter audit
zh_hans: 筛选审计

source: Full Shell
zh_hans: 完整命令行环境

source: Gateway profile
zh_hans: 网关配置方案

source: Generate a new Computer MCP Access Token
zh_hans: 生成新的 Computer MCP 访问令牌

source: Generated
zh_hans: 生成时间

source: Grant this workspace to the active profile
zh_hans: 将此工作区授权给当前配置方案

source: HTTP proxy
zh_hans: HTTP 代理

source: Hosted in the gateway process.
zh_hans: 托管在网关进程中。

source: Last error
zh_hans: 最近错误

source: Last export
zh_hans: 最近导出

source: Load Built-in Defaults
zh_hans: 载入内置默认值

source: Loading ChatGPT connections
zh_hans: 正在加载 ChatGPT 连接

source: Loading Cloudflare connections
zh_hans: 正在加载 Cloudflare 连接

source: Logs
zh_hans: 日志

source: Metrics port
zh_hans: 指标端口

source: Named-tunnel token
zh_hans: 命名隧道令牌

source: No output.
zh_hans: 没有输出。

source: Open
zh_hans: 打开

source: OpenAI API key
zh_hans: OpenAI API 密钥

source: Origin port
zh_hans: 源站端口

source: Preparing local MCP command
zh_hans: 正在准备本地 MCP 命令

source: Process ID
zh_hans: 进程 ID

source: Provision or update the tunnel-client profile
zh_hans: 预配或更新 tunnel-client 配置方案

source: Quit Computer MCP
zh_hans: 退出 Computer MCP

source: Received
zh_hans: 接收时间

source: Reconnect Tunnel
zh_hans: 重新连接隧道

source: Remove workspace grant
zh_hans: 移除工作区授权

source: Replace OpenAI API key
zh_hans: 替换 OpenAI API 密钥

source: Replace named-tunnel token
zh_hans: 替换命名隧道令牌

source: Replace the editor content with the built-in manifest
zh_hans: 用内置清单替换编辑器内容

source: Request ID
zh_hans: 请求 ID

source: Roll back to this revision
zh_hans: 回滚到此修订版本

source: Save
zh_hans: 保存

source: Saved Tunnel profiles require different gateway profiles. Start only compatible Tunnels.
zh_hans: 已保存的隧道配置方案使用不同的网关配置方案。请只启动相互兼容的隧道。

source: Show Cloudflare logs
zh_hans: 显示 Cloudflare 日志

source: Show Tunnel logs
zh_hans: 显示隧道日志

source: Show in Finder
zh_hans: 在访达中显示

source: Showing bounded log tails
zh_hans: 正在显示限定长度的日志末尾

source: Socket
zh_hans: 套接字

source: Started
zh_hans: 启动时间

source: State
zh_hans: 状态

source: Stop Gateway
zh_hans: 停止网关

source: TCC permissions are checked without prompting.
zh_hans: TCC 权限检查不会触发系统提示。

source: The embedded computer-mcp bridge executable is missing. Reinstall Computer MCP.app.
zh_hans: 缺少内嵌的 computer-mcp 桥接可执行文件。请重新安装 Computer MCP.app。

source: The local Computer MCP control plane is not connected. Runtime integration must inject an AppControlPlane implementation.
zh_hans: 本地 Computer MCP 控制平面未连接。运行时集成必须注入 AppControlPlane 实现。

source: Transport
zh_hans: 传输

source: Tunnel diagnostics failed.
zh_hans: 隧道诊断失败。

source: Tunnel gateway profile must be chatgpt-observe or chatgpt-operate.
zh_hans: 隧道网关配置方案必须为 chatgpt-observe 或 chatgpt-operate。

source: Tunnel provisioning failed.
zh_hans: 隧道预配失败。

source: Validate and Activate
zh_hans: 验证并激活

source: Verified by a real successful request
zh_hans: 已由真实成功请求验证

source: Version
zh_hans: 版本

source: cloudflared executable
zh_hans: cloudflared 可执行文件

source: tunnel-client executable
zh_hans: tunnel-client 可执行文件

source: %@ of %@ running
zh_hans: %@/%@ 正在运行

source: %@ registered root(s)
zh_hans: %@ 个已注册根目录

source: Enabled for %@
zh_hans: 已为 %@ 启用

source: A remote Cloudflare gateway profile is required.
zh_hans: 需要远程 Cloudflare 网关配置方案。

source: A remotely managed named-tunnel token is required. Quick Tunnel and noauth are not supported.
zh_hans: 需要远程管理的命名隧道令牌。不支持 Quick Tunnel 和 noauth。

source: An OpenAI API key is required when creating a Tunnel profile.
zh_hans: 创建隧道配置方案时需要 OpenAI API 密钥。

source: Computer MCP could not initialize: %@
zh_hans: Computer MCP 无法初始化：%@

source: Executed on demand through cli.exec.
zh_hans: 通过 cli.exec 按需执行。

source: Provider '%@' has no independent doctor contract.
zh_hans: 提供方“%@”没有独立的诊断命令契约。
